{
    "Discover The Epitome of High Fashion": "உயர் ஃபேஷனின் குரலைக் கண்டறியவும்",
    "Copyright 2024. All Rights Reserved by Fashion.": "பரிந்துரை 2024. அனைத்து உரிமைகளும் ஃபேஷன் மூலம் காப்பாற்றப்பட்டுள்ளன.",
    "Website": "வலைத்தளம்",
    "Home": "முகப்பு",
    "Shop-Now": "வாங்கவும்-இப்போது",
    "Orders": "ஆர்டர்கள்",
    "Contact Us": "தொடர்பு கொள்ளுங்கள்",
    "63786450": "63786450",
    "Legals": "சட்டங்கள்",
    "Terms": "விதிமுறைகள்",
    "Conditions": "சிரமங்கள்",
    "Privacy Policy": "தனியுரிமை கொள்கை",
    "Licensing": "உரிமம்",
    "Discover": "கண்டறியவும்",
    "Bag": "பைத்தி",
    "Discover The Epitome Of": "உயர் ஃபேஷனின் குரலைக் கண்டறியவும்",
    "Explore": "ஆராயுங்கள்",
    "Trending": "வளரும்",
    "Collections": "கலெக்ஷன்கள்",
    "Have a look on what's trending now!": "இப்போது என்ன புதுவாக வருகின்றது என்று பாருங்கள்!",
    "Formal Shirt For Woman": "பெண்களுக்கான பொருளாதாரக் கடை",
    "Price: ₹999": "விலை: ₹999",
    "Black and Gray Exercise Outfit": "கருப்பு மற்றும் சாம்பல் உடைகள்",
    "Price: ₹1999": "விலை: ₹1999",
    "Yellow Jackets for Winter": "கோடைக்கு மஞ்சள் ஜாக்கெட்",
    "View All": "அனைத்தையும் காண்க",
    "Winter": "கோடை",
    "We consider your look and comfort on cold weather.": "நீங்கள் குளிர் உறவும் முகம் மற்றும் சுகமும் பரிந்திக்கின்றதைக் கொண்டு இருக்கின்றோம்.",
    "We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "எந்த பருவத்திற்கும் எங்கள் பொருட்களின் பெருமள சேகரிப்புக்கு நாங்கள் வழிகாட்டுகின்றோம். உங்கள் விருப்பங்களுக்கு உருவாக்கிய நவீன அல்லது வாழ்க்கைப்படுத்தப்படும் வடிவங்களை நீங்கள் தேர்ந்தெடுக்கலாம். எங்கள் சேவைகள் அதிக விரைவாக உள்ளது மற்றும் நாங்கள் 24 மணி நேரத்திற்கு புதுப்பிக்கின்றோம்.",
    "Summer": "கோடை",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time.": "எங்கள் முக்கிய லக்ஷணம் எங்கள் உதவி கேட்டவர்களுக்கு உதவுவது சிறந்த தரத்தில் உறுதியான பொருள்களைப் பரவலாக வழங்குவது. அவர்களின் தேவைகளை ஞாபகப்படுத்த முயற்சிக்கின்றோம் மற்றும் அவைகளை குறுகிய நேரத்தில் வழங்குகின்றோம்.",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time. We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.":"எங்கள் முதன்மை நோக்கம் சிறந்த தரமான பொருளை வழங்குவது. அவர்களின் தேவைகளை நாங்கள் புரிந்துகொள்ள முயற்சிக்கின்றோம் மற்றும் அவர்களுக்கு குறிப்பிட்ட காலத்தில் அவர்களுக்கு வழங்குகின்றோம். எப்போதும் அதிகமான ஆட்டை சேகரிப்புகளை வழங்குகின்றோம். நீங்கள் உங்கள் விருப்பங்களுக்கு பொதுவான அல்லது மேன்மையான வடிவத்தில் புதியதாக திரும்பலாம். எங்கள் சேவைகள் அதிவேகமாக உள்ளன மற்றும் 24 மணி நேரத்தில் புதுப்பிக்கப்படுகின்றன.",
    "We consider  your look and comfort on scorching weather.":"வெப்பமான வானிலையில் உங்கள் பார்வையையும் முக்கியத்துவமாக பார்க்கிறோம்."
}
