{
    "Discover The Epitome of High Fashion": "उच्च फैशन का सारांश खोजें",
    "SignIn": "साइन इन करें",
    "Email": "ईमेल",
    "Password": "पासवर्ड",
    "Don't Have Account ?": "खाता नहीं है?",
    "Sign In with Google": "गूगल के साथ साइन इन करें",
    "Create an Account": "खाता बनाएं",
    "LogOut": "लॉग आउट",    
    "Name": "नाम",
    "Men's": "पुरुषों का",
    "Women's": "महिलाओं का",
    "Wear":"पहनावा",
    "Shoes": "जूते",
    "Already Have Account ?": "क्या पहले से खाता है?",
    "Register with Google": "गूगल के साथ रजिस्टर करें",
    "Register": "रजिस्टर करें",
    "Copyright 2024. All Rights Reserved by Fashion.": "कॉपीराइट 2024. सभी अधिकार सुरक्षित हैं फैशन द्वारा।",
    "Website": "वेबसाइट",
    "Home": "होम",
    "Shop-Now": "खरीदें-अब",
    "Orders": "आदेश",
    "Contact Us": "संपर्क करें",
    "63786450": "63786450",
    "Legals": "कानूनी",
    "Terms": "शर्तें",
    "Conditions": "शर्तें",
    "Privacy Policy": "गोपनीयता नीति",
    "Licensing": "लाइसेंसिंग",
    "Discover": "खोजें",
    "Bag": "बैग",
    "Discover The Epitome Of": "उच्चतम फैशन का सारांश खोजें",
    "Explore": "अन्वेषण करें",
    "Trending": "ट्रेंडिंग",
    "Collections": "संग्रह",
    "Have a look on what's trending now!": "देखें क्या ट्रेंडिंग है अब!",
    "Formal Shirt For Woman": "महिला के लिए सामान्य कमीज़",
    "Price: ₹999": "मूल्य: ₹999",
    "Black and Gray Exercise Outfit": "काला और धूसर व्यायाम सेट",
    "Price: ₹1999": "मूल्य: ₹1999",
    "Yellow Jackets for Winter": "सर्दी के लिए पीली जैकेटें",
    "View All": "सभी देखें",
    "Winter": "सर्दी",
    "We consider your look and comfort on cold weather.": "हम ठंडे मौसम में आपकी देखभाल और आराम को महत्वपूर्ण मानते हैं।",
    "We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "हम किसी भी मौसम के लिए सबसे बड़ी कपड़ा संग्रह प्रदान करते हैं। आप अपनी पसंद के अनुसार ट्रेंडी या क्लासी डिज़ाइन चयन कर सकते हैं। हमारी सेवाएं सुपर फास्ट हैं और हम 24 घंटे के भीतर अपडेट करते हैं।",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "हमारा मुख्य उद्देश्य हमारे ग्राहकों को बेहतर गुणवत्ता वाले उत्पाद से सेवा प्रदान करना है। हम उनकी आवश्यकताओं को समझने का प्रयास करते हैं और उन्हें शीघ्र समय में प्रदान करते हैं। आप अपनी पसंद के अनुसार ट्रेंडी या क्लासी डिज़ाइन चयन कर सकते हैं। हमारी सेवाएं सुपर फास्ट हैं और हम 24 घंटे के भीतर अपडेट करते हैं।",
    "Summer": "गर्मी",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time.": "हमारा मुख्य उद्देश्य हमारे ग्राहकों को बेहतर गुणवत्ता वाले उत्पाद से सेवा प्रदान करना है। हम उनकी आवश्यकताओं को समझने का प्रयास करते हैं और उन्हें शीघ्र समय में प्रदान करते हैं।",
    "We consider  your look and comfort on scorching weather.": "हम आपके दिखावट और तपती हुई मौसम में आराम को महत्व देते हैं।",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time. We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.":"हमारा मुख्य उद्देश्य हमारे ग्राहकों को बेहतर गुणवत्ता वाले उत्पाद प्रदान करना है। हम उनकी आवश्यकताओं को समझने की कोशिश करते हैं और उन्हें शीघ्र समय में प्रदान करते हैं। हम किसी भी मौसम के लिए सबसे बड़ा कपड़ा संग्रह प्रदान करते हैं। आप अपनी पसंद के अनुसार ट्रेंडी या क्लासी डिजाइन चुन सकते हैं। हमारी सेवाएं बहुत तेज हैं और हम 24 घंटे के भीतर अपडेट करते हैं।"
}
