{
    "Discover The Epitome of High Fashion": "హై ఫ్యాషన్ యొక్క అత్యుత్తమ సంగతిని కనుగొనండి",
    "Copyright 2024. All Rights Reserved by Fashion.": "కాపీరైట్ 2024. అన్ని హక్కులు ఫ్యాషన్ ద్వారా పొందబడినవి.",
    "Website": "వెబ్‌సైట్",
    "Home": "హోమ్",
    "Shop-Now": "షాప్-ఇప్పుడు",
    "Orders": "ఆర్డర్లు",
    "Contact Us": "మాకు సంప్రదించండి",
    "63786450": "63786450",
    "Legals": "చట్టాలు",
    "Terms": "షరతులు",
    "Conditions": "షరతులు",
    "Privacy Policy": "గోప్యతా నియమాలు",
    "Licensing": "లైసెన్సింగ్",
    "Discover": "కనుగొనండి",
    "Bag": "బ్యాగ్",
    "Discover The Epitome Of": "అత్యుత్తమ సంగతిని కనుగొనండి",
    "Explore": "అన్వేషించండి",
    "Trending": "ట్రెండింగ్",
    "Collections": "సేకరణలు",
    "Have a look on what's trending now!": "ఇప్పుడు ట్రెండింగ్ అయ్యేదిని చూడండి!",
    "Formal Shirt For Woman": "మహిళలకు సరికొత్త చీరలు",
    "Price: ₹999": "ధర: ₹999",
    "Black and Gray Exercise Outfit": "నలుపు మరియు రంగు వర్కౌట్ వస్త్రం",
    "Price: ₹1999": "ధర: ₹1999",
    "Yellow Jackets for Winter": "శీతాకాలంలో పసుపు జాకెట్లు",
    "View All": "అన్నింటినీ చూడండి",
    "Winter": "శీతాకాలం",
    "We consider your look and comfort on cold weather.": "మీ కనిష్ఠమైన చూపు మరియు ఆరామం శీతాకాలంలో ప్రాముఖ్యత ఇస్తాము.",
    "We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "మేము ప్రతి ఋతువుకు పొడవు వస్త్రాల సేకరణను అందిస్తాము. మీరు మీ ఆకర్షణ ప్రాధాన్యతను ప్రకటించే ట్రెండీ లేదా క్లాసీ డిజైన్ ఎంచుకోవచ్చు. మా సేవలు అత్యుత్తమ వేగంతో ఉంటాయి మరియు మేము 24 గంటలకు మొత్తం నవీకరించబడుతాము.",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time. We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "మా ప్రధాన లక్ష్యం మీరు మేరకు ఉన్న ఉత్తమ గుణముల ఉత్పత్తిని సర్వీస్ చేయడం కోసం మీ గ్రాహకులను సేవించడం. మేము వారి అవసరాలను అర్థం చేసుకోవడం మరియు చిన్న కాలానికి అవకాశం ఇస్తాము. మేము ప్రతి ఋతువుకు పొడవు వస్త్రాల సేకరణను అందిస్తాము. మీరు మీ ఆకర్షణ ప్రాధాన్యతను ప్రకటించే ట్రెండీ లేదా క్లాసీ డిజైన్ ఎంచుకోవచ్చు. మా సేవలు అత్యుత్తమ వేగంతో ఉంటాయి మరియు మేము 24 గంటలకు మొత్తం నవీకరించబడుతాము.",
    "Summer": "వేసవి",
    "We consider  your look and comfort on scorching weather.":"మీ కనిపించే మరియు ఉష్ణం మించిన వాతావరణంలో మీ ఆకర్షణం మరియు ఆరామాన్ని పరిగణిస్తాము.",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time.": "మా ప్రధాన లక్ష్యం మీరు మేరకు ఉన్న ఉత్తమ గుణముల ఉత్పత్తిని సర్వీస్ చేయడం కోసం మీ గ్రాహకులను సేవించడం. మేము వారి అవసరాలను అర్థం చేసుకోవడం మరియు చిన్న కాలానికి అవకాశం ఇస్తాము."
}