{
    "Discover The Epitome of High Fashion": "ଉଚ୍ଚ ଫ୍ୟାସନ୍ ର ପରମ୍ପରାଗତ ଆବିଷ୍କାର",
    "Copyright 2024. All Rights Reserved by Fashion.": "କପୀରାଇଟ୍ 2024. ସମସ୍ତ ଅଧିକାର ଫ୍ୟାସନ୍ ଦ୍ୱାରା ସୁରକ୍ଷିତ",
    "Website": "ଓଡ଼ିଆ ଓଡ଼ିଆ",
    "Home": "ମୁଖ୍ୟପୃଷ୍ଠା",
    "Shop-Now": "କିନ୍ତୁ-ଏବଂ-ଏବଂ",
    "Orders": "ଆଦେଶ",
    "Contact Us": "ସମ୍ପର୍କ କରନ୍ତୁ",
    "63786450": "63786450",
    "Legals": "ଆଇନ୍",
    "Terms": "ଶର୍ତାବଳୀ",
    "Conditions": "ଶର୍ତାବଳୀ",
    "Privacy Policy": "ଗୋପନୀୟତା ନୀତି",
    "Licensing": "ଲାଇସେନ୍ସିଂ",
    "Discover": "ଆବିଷ୍କାର",
    "Bag": "ଥଳ",
    "Discover The Epitome Of": "ଉଚ୍ଚ ଫ୍ୟାସନ୍ ର ପରମ୍ପରାଗତ ଆବିଷ୍କାର",
    "Explore": "ଅନ୍ବେଷଣ କରନ୍ତୁ",
    "Trending": "ଟ୍ରେଣ୍ଡିଂ",
    "Collections": "ସଂଗ୍ରହ",
    "Have a look on what's trending now!": "ଏହିମାଧ୍ୟମରେ ଟ୍ରେଣ୍ଡିଂ କିଛି ଦେଖନ୍ତୁ!",
    "Formal Shirt For Woman": "ମହିଳାଙ୍କ ପାଇଁ ଫର୍ମାଲ ସାର୍ଟ",
    "Price: ₹999": "ମୂଲ୍ୟ: ₹999",
    "Black and Gray Exercise Outfit": "କଳା ଏବଂ ଧୂସର ବ୍ୟାୟାମ ପୋଷାକ",
    "Price: ₹1999": "ମୂଲ୍ୟ: ₹1999",
    "Yellow Jackets for Winter": "ଶୀତକାଲିନ ହଳଦି ଜ୍ୟାକେଟ୍",
    "View All": "ସବୁ ଦେଖନ୍ତୁ",
    "Winter": "ଶୀତ",
    "We consider your look and comfort on cold weather.": "ଠଣ୍ଡା ଆବାସ୍ଯକ୍ତା ରେ ଆପଣଙ୍କ ଦେଖାଣ୍ଟୁ ଏବଂ ସୁବିଧା କରନ୍ତୁ।",
    "We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "ଆମେ ଯେତେବେଳେ କିଛି ଋତୁ ପାଇଁ ସବୁଠାରୁ ବଡ଼ ପୋଷାକ ସଂଗ୍ରହ ପ୍ରଦାନ କରୁଛି। ଆପଣ ଆପଣଙ୍କ ପସନ୍ଦର ଅନୁସାରେ ଟ୍ରେଣ୍ଡି କିମ୍ବା କ୍ଲାସି ଡିଜାଇନ୍ ଚୟନ୍ନ କରିପାରିବେ। ଆମେ ସୁପର୍ ଦ୍ରୁତ ସେବା ପ୍ରଦାନ କରୁଛି ଏବଂ ଆମେ 24 ଘଣ୍ଟାର ମଧ୍ୟରେ ଅପଡେଟ୍ କରୁଛି।",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time. We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "ଆମେ ଆପଣଙ୍କୁ ଉତ୍କୃଷ୍ଟ ଗୁଣମାନର ପ୍ରଦୁଷ୍ଟ ସହ ସେବା କରିବା ପାଇଁ ଆମେ ମୁଖ୍ୟ ଲକ୍ଷ୍ୟ ରଖୁଛି। ଆମେ ତାଙ୍କୁ ଆପଣଙ୍କର ଆବଶ୍ୟକତା ବୁଝିବା ପାଇଁ ଚେଷ୍ଟା କରୁଛୁଏ ଏବଂ ତାଙ୍କୁ ଅତି କମ ସମୟରେ ପ୍ରଦାନ କରୁଛୁଏ। ଆମେ ସେବା କରୁଛୁଏ ସବୁଠାରୁ ବଡ଼ ପୋଷାକ ସଂଗ୍ରହ ପ୍ରଦାନ କରୁଛୁଏ। ଆପଣ ଆପଣଙ୍କ ପସନ୍ଦର ଅନୁସାରେ ଟ୍ରେଣ୍ଡି କିମ୍ବା କ୍ଲାସି ଡିଜାଇନ୍ ଚୟନ୍ନ କରିପାରିବେ। ଆମେ ସୁପର୍ ଦ୍ରୁତ ସେବା ପ୍ରଦାନ କରୁଛୁଏ ଏବଂ ଆମେ 24 ଘଣ୍ଟାର ମଧ୍ୟରେ ଅପଡେଟ୍ କରୁଛୁଏ।",
    "Summer": "ସମ୍ପୁର୍ଣ",
    "We consider  your look and comfort on scorching weather.":"ଆମେ ଆପଣଙ୍କ ଦେଖାବା ଏବଂ ସୁଖରେ ତପତୀ ଆବହାନ କରୁଛି।",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time.":"ଆମର ମୁଖ୍ୟ ଲକ୍ଷ୍ୟ ହେଉଛି ଆମର ଗ୍ରାହକଙ୍କୁ ଉତ୍କୃଷ୍ଟ ଗୁଣବିଶେଷରେ ସେବା କରିବା। ଆମେ ତାଙ୍କର ଆବଶ୍ୟକତା ବୁଝିପାରିବା ପାଇଁ ଚେଷ୍ଟା କରୁଛି ଏବଂ ତାଙ୍କୁ କ୍ଷଣରେ ପୂର୍ଣକାଲିନ ପାଇଁ ପ୍ରଦାନ କରିବା।"
}
    