{
    "Discover The Epitome of High Fashion": "উচ্চ ফ্যাশনের শীর্ষস্থ খুঁজুন",
    "SignIn": "সাইন ইন করুন",
    "Email": "ইমেল",
    "Password": "পাসওয়ার্ড",
    "Don't Have Account ?": "অ্যাকাউন্ট নেই?",
    "Sign In with Google": "গুগল দিয়ে সাইন ইন করুন",
    "Create an Account": "অ্যাকাউন্ট তৈরি করুন",
    "LogOut": "লগ আউট",
    "Name": "নাম",
    "Already Have Account ?": "আগেই একটি অ্যাকাউন্ট আছে?",
    "Register with Google": "গুগলের সাথে নিবন্ধন করুন",
    "Register": "রেজিস্টার করুন",
    "Copyright 2024. All Rights Reserved by Fashion.": "কপিরাইট ২০২৪. সমস্ত অধিকার ফ্যাশন দ্বারা সংরক্ষিত।",
    "Website": "ওয়েবসাইট",
    "Home": "প্রথম পাতা",
    "Shop-Now": "এখনই কেনাকাটা করুন",
    "Orders": "অর্ডারসমূহ",
    "Contact Us": "যোগাযোগ করুন",
    "63786450": "৬৩৭৮৬৪৫০",
    "Legals": "আইনি",
    "Terms": "শর্তাবলী",
    "Conditions": "শর্তাবলী",
    "Privacy Policy": "গোপনীয়তা নীতি",
    "Licensing": "লাইসেন্সিং",
    "Discover": "আবিষ্কার করুন",
    "Bag": "ব্যাগ",
    "Discover The Epitome Of": "শীর্ষস্থ খুঁজুন",
    "Explore": "অন্বেষণ করুন",
    "Trending": "প্রবণতা",
    "Collections": "সংগ্রহসমূহ",
    "Have a look on what's trending now!": "এখন কী প্রবণতা আছে দেখুন!",
    "Formal Shirt For Woman": "মহিলাদের জন্য ফরমাল শার্ট",
    "Price: ₹999": "মূল্য: ₹৯৯৯",
    "Black and Gray Exercise Outfit": "কালো এবং ধূসর ব্যায়াম পোশাক",
    "Price: ₹1999": "মূল্য: ₹১৯৯৯",
    "Yellow Jackets for Winter": "শীতের জন্য হলুদ জ্যাকেট",
    "View All": "সবগুলো দেখুন",
    "Winter": "শীতকাল",
    "We consider your look and comfort on cold weather.": "ঠান্ডা আবহাওয়ায় আপনার চেহারা এবং আরামের কথা বিবেচনা করি।",
    "We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "আমরা যেকোন ঋতুর জন্য সবচেয়ে বড় পোশাক সংগ্রহ প্রদান করি। আপনি আপনার পছন্দ অনুযায়ী ট্রেন্ডি বা ক্লাসি ডিজাইন চয়ন করতে পারেন। আমাদের পরিষেবা অত্যন্ত দ্রুত এবং আমরা ২৪ ঘণ্টার মধ্যে আপডেট করি।",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time.": "আমাদের প্রধান লক্ষ্য হল আমাদের গ্রাহকদের উন্নত মানের পণ্য সরবরাহ করা। আমরা তাদের প্রয়োজনগুলি বোঝার চেষ্টা করি এবং অল্প সময়ের মধ্যে তাদের সরবরাহ করি।",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time. We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "আমাদের প্রধান লক্ষ্য হল আমাদের গ্রাহকদের উন্নত মানের পণ্য সরবরাহ করা। আমরা তাদের প্রয়োজনগুলি বোঝার চেষ্টা করি এবং অল্প সময়ের মধ্যে তাদের সরবরাহ করি। আমরা যেকোন ঋতুর জন্য সবচেয়ে বড় পোশাক সংগ্রহ প্রদান করি। আপনি আপনার পছন্দ অনুযায়ী ট্রেন্ডি বা ক্লাসি ডিজাইন চয়ন করতে পারেন। আমাদের পরিষেবা অত্যন্ত দ্রুত এবং আমরা ২৪ ঘণ্টার মধ্যে আপডেট করি।",
    "Summer": "গ্রীষ্মকাল",
    "We consider your look and comfort on scorching weather.":"তপ্ত আবহাওয়ায় আমরা আপনার চেহারা এবং আরামের কথা বিবেচনা করি।"
}