{
    "Discover The Epitome of High Fashion": "ਉੱਚ ਫੈਸ਼ਨ ਦੀ ਸਿਰਮੌਰ ਖੋਜੋ",
    "Copyright 2024. All Rights Reserved by Fashion.": "ਕਾਪੀਰਾਈਟ 2024. ਸਾਰੇ ਹੱਕ ਫੈਸ਼ਨ ਦੁਆਰਾ ਰਾਖਵੇਂ ਹਨ।",
    "Website": "ਵੈਬਸਾਈਟ",
    "Home": "ਮੁੱਖ ਪੰਨਾ",
    "SignIn": "ਸਾਈਨ ਇਨ ਕਰੋ",
    "Email": "ਈਮੇਲ",
    "Password": "ਪਾਸਵਰਡ",
    "Don't Have Account ?": "ਖਾਤਾ ਨਹੀਂ ਹੈ?",
    "Sign In with Google": "ਗੂਗਲ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ",
    "Create an Account": "ਖਾਤਾ ਬਣਾਓ",
    "LogOut": "ਲਾਗ ਆਉਟ",
    "Name": "ਨਾਮ",
    "Already Have Account ?": "ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ?",
    "Register with Google": "ਗੂਗਲ ਨਾਲ ਰਜਿਸਟਰ ਕਰੋ",
    "Register": "ਰਜਿਸਟਰ ਕਰੋ",
    "Shop-Now": "ਹੁਣੇ ਖਰੀਦੋ",
    "Orders": "ਆਰਡਰ",
    "Contact Us": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "63786450": "63786450",
    "Legals": "ਕਾਨੂੰਨੀ",
    "Terms": "ਸ਼ਰਤਾਂ",
    "Conditions": "ਹਾਲਾਤ",
    "Privacy Policy": "ਪਰਦੇਦਾਰੀ ਨੀਤੀ",
    "Licensing": "ਲਾਇਸੈਂਸਿੰਗ",
    "Discover": "ਖੋਜੋ",
    "Bag": "ਬੈਗ",
    "Discover The Epitome Of": "ਸਿਰਮੌਰ ਖੋਜੋ",
    "Explore": "ਜਾਣੋ",
    "Trending": "ਟਰੈਂਡਿੰਗ",
    "Collections": "ਸੰਗ੍ਰਹਿ",
    "Have a look on what's trending now!": "ਹੁਣ ਕੀ ਚੱਲ ਰਿਹਾ ਹੈ ਦੇਖੋ!",
    "Formal Shirt For Woman": "ਮਹਿਲਾਵਾਂ ਲਈ ਫਾਰਮਲ ਕਮੀਜ਼",
    "Price: ₹999": "ਕੀਮਤ: ₹999",
    "Black and Gray Exercise Outfit": "ਕਾਲੇ ਅਤੇ ਸਲੇਟੀ ਰੰਗ ਦਾ ਵਿਆਯਾਮ ਪਹਿਰਾਵਾ",
    "Price: ₹1999": "ਕੀਮਤ: ₹1999",
    "Yellow Jackets for Winter": "ਸਰਦੀ ਲਈ ਪੀਲੇ ਜੈਕਟ",
    "View All": "ਸਭ ਦੇਖੋ",
    "Winter": "ਸਰਦੀ",
    "We consider your look and comfort on cold weather.": "ਅਸੀਂ ਠੰਢੇ ਮੌਸਮ ਵਿੱਚ ਤੁਹਾਡੇ ਰੂਪ ਅਤੇ ਆਰਾਮ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦੇ ਹਾਂ।",
    "We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "ਅਸੀਂ ਹਰ ਰੁੱਤ ਲਈ ਸਭ ਤੋਂ ਵੱਡਾ ਕੱਪੜਿਆਂ ਦਾ ਸੰਗ੍ਰਹਿ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਪਸੰਦਾਂ ਅਨੁਸਾਰ ਟਰੈਂਡੀ ਜਾਂ ਕਲਾਸੀ ਡਿਜ਼ਾਈਨ ਚੁਣ ਸਕਦੇ ਹੋ। ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਬਹੁਤ ਤੇਜ਼ ਹਨ ਅਤੇ ਅਸੀਂ 24 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਅਪਡੇਟ ਕਰਦੇ ਹਾਂ।",
    "Summer": "ਗਰਮੀ",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time.": "ਸਾਡਾ ਮੁੱਖ ਮਕਸਦ ਆਪਣੇ ਗ੍ਰਾਹਕਾਂ ਨੂੰ ਬਿਹਤਰ ਗੁਣਵੱਤਾ ਵਾਲਾ ਉਤਪਾਦ ਪ੍ਰਦਾਨ ਕਰਨਾ ਹੈ। ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਸਮਝਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਥੋੜੇ ਸਮੇਂ ਦੇ ਅੰਦਰ ਮੁਹੱਈਆ ਕਰਵਾਂਦੇ ਹਾਂ।",
    "Our main aim is to serve our customer with better quality product. We try to understand their needs and provide them within a short period of time. We provide the largest clothing collection for any season. You can choose trendy or classy design according to your preferences. Our services are super fast and we update within 24 hours.": "ਸਾਡਾ ਮੁੱਖ ਮਕਸਦ ਆਪਣੇ ਗ੍ਰਾਹਕਾਂ ਨੂੰ ਬਿਹਤਰ ਗੁਣਵੱਤਾ ਵਾਲਾ ਉਤਪਾਦ ਪ੍ਰਦਾਨ ਕਰਨਾ ਹੈ। ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਸਮਝਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਥੋੜੇ ਸਮੇਂ ਦੇ ਅੰਦਰ ਮੁਹੱਈਆ ਕਰਵਾਂਦੇ ਹਾਂ। ਅਸੀਂ ਹਰ ਰੁੱਤ ਲਈ ਸਭ ਤੋਂ ਵੱਡਾ ਕੱਪੜਿਆਂ ਦਾ ਸੰਗ੍ਰਹਿ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਪਸੰਦਾਂ ਅਨੁਸਾਰ ਟਰੈਂਡੀ ਜਾਂ ਕਲਾਸੀ ਡਿਜ਼ਾਈਨ ਚੁਣ ਸਕਦੇ ਹੋ। ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਬਹੁਤ ਤੇਜ਼ ਹਨ ਅਤੇ ਅਸੀਂ 24 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਅਪਡੇਟ ਕਰਦੇ ਹਾਂ।",
    "We consider your look and comfort on scorching weather.": "ਅਸੀਂ ਤਪਦੇ ਮੌਸਮ ਵਿੱਚ ਤੁਹਾਡੇ ਰੂਪ ਅਤੇ ਆਰਾਮ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦੇ ਹਾਂ।"
}